Repository: NMarjou/localization-app
Catalog: TMs/en-US_de-DE.tmx
Source language: en_us
Languages: de_de

source: Goal section. Enables the user to align the goal with another goal in the organization. It also enables them to connect it, for example, to one of their manager's goals or to a department goal.
de_de: Zielabschnitt. Ermöglicht es Benutzer:innen, das Ziel mit einem anderen Ziel in der Organisation abzustimmen. Es ermöglicht ihnen auch, es beispielsweise mit einem Ziel ihrer Führungskraft oder einem Abteilungsziel zu verbinden.

source: Goal setting. Enables users to attach received feedback to their goals.
de_de: Zieleinstellung. Ermöglicht es den Nutzern, erhaltenes Feedback an ihre Ziele anzuhängen.

source: Attach feedback
de_de: Feedback anhängen

source: Goal section. Enables the user to add an attachment to a goal.
de_de: Zielabschnitt. Ermöglicht Benutzer:innen, ein Anhang zu einem Ziel hinzuzufügen.

source: Text field. Enables the user to enter a comment related to their goal.
de_de: Textfeld. Ermöglicht Benutzer:innen, einen Kommentar zum Ziel einzugeben.

source: Comments
de_de: Kommentare

source: Calendar tool. Enables the user to select the date at which they're aiming to complete the goal.
de_de: Kalender-Tool. Ermöglicht es Benutzer:innen, das Datum auszuwählen, an dem sie das Ziel erreichen möchten.

source: Goal setting. Enables users to delete their goals.
de_de: Zieleinstellung. Ermöglicht es den Nutzern, ihre Ziele zu löschen.

source: Goal deletion
de_de: Ziel löschen

source: Goal section. Enables the user to add milestones, deliverables or outcomes to a goal.
de_de: Zielabschnitt. Ermöglicht dem Benutzer, Meilensteine, Ergebnisse oder Resultate zu einem Ziel hinzuzufügen.

source: Text field. Enables the user to provide further details regarding the goal.
de_de: Textfeld. Ermöglicht Benutzer:innen, weitere Details zum Ziel anzugeben.

source: Goal section. Enables the user to create key performance indicators or measures of success for the goal.
de_de: Zielabschnitt. Ermöglicht Benutzer:innen, Leistungskennzahlen oder Erfolgsmaße für das Ziel zu erstellen.

source: Enable min/max value in the measurement criteria
de_de: Min-/Max-Wert in den Messkriterien aktivieren

source: Goal setting. Enables users to select whether the goal should be part of their performance review.
de_de: Zieleinstellung. Ermöglicht es den Nutzern, auszuwählen, ob das Ziel Teil ihrer Leistungsbeurteilung sein soll.

source: Performance flag in goal form
de_de: Leistungskennzeichen im Zielformular

source: Drop-down list. Enables the user to define the priority of the goal among "High", "Medium", "Low", or "Unselected".
de_de: Dropdown-Liste. Ermöglicht Benutzer:innen, die Priorität des Ziels als „Hoch“, „Mittel“, „Niedrig“ oder „Nicht ausgewählt“ festzulegen.

source: Slider. Enables the user to adjust the progress of the goal after its creation.
de_de: Schieberegler. Ermöglicht Benutzer:innen, den Fortschritt des Ziels nach dessen Erstellung anzupassen.

source: Goal progress bar
de_de: Fortschrittsbalken für Ziele

source: Goal setting. Enables the user to decide if they want to share their goals publicly and make them visible to all users in the company.
de_de: Zieleinstellung. Ermöglicht Benutzer:innen zu entscheiden, ob sie ihre Ziele öffentlich teilen und für alle Benutzer:innen im Unternehmen sichtbar machen möchte.

source: Goal setting. Enables both the goal owners and their line managers to reopen completed goals and move them back to "In progress" status.
de_de: Zieleinstellung. Ermöglicht sowohl den Zielverantwortlichen als auch ihren Vorgesetzten, abgeschlossene Ziele wieder zu öffnen und in den Status „In Bearbeitung“ zurückzusetzen.

source: Goal reopening
de_de: Wiedereröffnung des Ziels

source: Goal setting. Enables the line manager to view any feedback attached to their report's goal, regardless of whether the feedback is private or public.
de_de: Zieleinstellung. Ermöglicht es Vorgesetzten, jegliches Feedback zu den Zielen seines Berichts einzusehen, unabhängig davon, ob das Feedback privat oder öffentlich ist.

source: Attached feedback visibility
de_de: Sichtbarkeit des angehängten Feedbacks

source: Default sharing option
de_de: Standardfreigabeoption

source: Goal section. Enables the user to share the goal with specific individuals.
de_de: Zielabschnitt. Ermöglicht Benutzer:innen, das Ziel mit bestimmten Personen zu teilen.

source: Sharing
de_de: Teilen

source: Goal widget displayed in the "Create goal" and "My goals" pages. We recommend enabling this widget for organizational goals and goal alignment.
de_de: Ziel-Widget, das auf den Seiten „Ziel erstellen“ und „Meine Ziele“ angezeigt wird. Wir empfehlen, dieses Widget für Organisationsziele und Zielausrichtung zu aktivieren.

source: Text field. Enables the user to provide a short description of the goal to be achieved.
de_de: Textfeld. Ermöglicht Benutzer:innen, eine kurze Beschreibung des zu erreichenden Ziels bereitzustellen.

source: Drop-down list. Enables the goal owner to track the progress of goals using the "On track", "At risk" or "Blocked" statuses.
de_de: Dropdown-Liste. Ermöglicht es dem Zielverantwortlichen, den Fortschritt der Ziele mit den Status „Im Plan“, „Gefährdet“ oder „Blockiert“ zu verfolgen.

source: Define the permissions when assigning goals
de_de: Definieren Sie die Berechtigungen beim Zuweisen von Zielen

source: Define the permissions applied to workers and/or managers when assigning this goal type to other colleagues who have this goal type in their plan.
de_de: Definieren Sie die Berechtigungen, die auf Mitarbeiter:innen und/oder Führungskräfte angewendet werden, wenn sie diesen Zieltyp anderen Kolleg:innen zuweisen, die diesen Zieltyp in ihrem Plan haben.

source: Assignment permissions
de_de: Zuweisungsberechtigungen

source: Admin information
de_de: Admin-Informationen

source: Public information
de_de: Öffentliche Informationen

source: Information visible to workers.
de_de: Informationen, die für die Mitarbeiter:innen sichtbar sind.

source: No goal types yet!
de_de: Noch keine Zieltypen vorhanden!

source: Goal icon
de_de: Ziel-Symbol

source: Performance goals need to be included in reviews and be part of the bonus plan calculation.
de_de: Die Leistungsziele müssen in Beurteilungen einbezogen werden und Teil der Berechnung des Bonusplans sein.

source: Anyone in the company
de_de: Jeder im Unternehmen

source: Only users with a manager role will be able to assign goals to other users.
de_de: Nur Benutzer:innen mit einer Führungskraftrolle können anderen Benutzer:innen Ziele zuweisen.

source: Direct reports only
de_de: Nur direkt unterstellte Mitarbeiter:innen

source: Managers can create goals for themselves
de_de: Manager können Ziele für sich selbst erstellen

source: Direct reports, organizational unit and below
de_de: Direkte Mitarbeiter:innen, Organisationseinheit und darunter

source: Allow creation for:
de_de: Erstellen zulassen für:

source: Only managers in the selected population can assign goals
de_de: Nur Führungskräfte in der ausgewählten Zielgruppe können Ziele zuweisen.

source: Your goal type was successfully created.
de_de: Ihr Zieltyp wurde erfolgreich erstellt.

source: View/edit
de_de: Anzeigen/bearbeiten

source: This is the standard goal workflow. It is suitable for example for development and performance goals. An approval process can be activated. Managers can assign this goal to other workers.
de_de: Dies ist der Standard-Workflow für Ziele. Er eignet sich beispielsweise für Entwicklungs- und Leistungsziele. Ein Genehmigungsprozess kann aktiviert werden. Führungskräfte können dieses Ziel anderen Mitarbeiter:innen zuweisen.

source: Goal workflow
de_de: Ziel-Workflow

source: Enables users with manager and HR roles to assign organizational goals to organizational units, so that workers who belong to that organization can see the goal.
de_de: Ermöglicht Benutzer:innen mit Führungskraft- und HR-Rollen, organisatorische Ziele organisatorischen Einheiten zuzuweisen, damit die Mitarbeiter:innen, die zu dieser Organisation gehören, das Ziel sehen können.

source: Well-being
de_de: Wohlbefinden

source: Well-being goals are set by end-users and don’t require approval. They can only be set by the end-users; they cannot be assigned by another user and are not included in reports.
de_de: Ziele für das Wohlbefinden werden von den Endbenutzer:innen festgelegt und müssen nicht genehmigt werden. Sie können nur von den Endbenutzer:innen festgelegt werden. Sie können nicht von anderen Benutzer:innen zugewiesen werden und werden nicht in Berichten berücksichtigt.

source: You have unsaved changes. What would you like to do before leaving this page?
de_de: Sie haben ungespeicherte Änderungen. Was möchten Sie tun, bevor Sie diese Seite verlassen?

source: Changes in this table only apply to the individual worker. To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
de_de: Änderungen in dieser Tabelle gelten nur für die einzelne:n Mitarbeiter:in. Um Zielgewichtungen für organisatorische Ziele für die gesamte Belegschaft zu aktualisieren, verwende die Bearbeitungsansicht des Ziels.

source: To update goal weights for organizational goals across the entire population, use the Edit view of the goal.
de_de: Um Zielgewichte für Organisationsziele für die gesamte Belegschaft zu aktualisieren, verwenden Sie die Bearbeitungsansicht des Ziels.

source: Changes in this table only apply to the individual worker
de_de: Änderungen in dieser Tabelle gelten nur für die einzelne:n Mitarbeiter:in

source: Only to the selected organizational unit(s)
de_de: Nur für die ausgewählte(n) Organisationseinheit(en)

source: Achieved result:
de_de: Erzieltes Ergebnis:

source: Additional goal description:
de_de: Zusätzliche Zielbeschreibung:

source: Celebrate completed goals — it keeps motivation high.
de_de: Feiere erreichte Ziele – das hält die Motivation hoch.

source: Set yourself up for success!
de_de: Stell dich auf Erfolg ein!

source: Here are some tips to help you set and achieve impactful goals.
de_de: Hier sind einige Tipps, die Ihnen helfen, wirkungsvolle Ziele zu setzen und zu erreichen.

source: Align your goals with team and company objectives.
de_de: Richte deine Ziele an den Team- und Unternehmenszielen aus.

source: Update your goals regularly to reflect changes in priorities.
de_de: Aktualisieren Sie Ihre Ziele regelmäßig, um Änderungen bei den Prioritäten widerzuspiegeln.

source: Write clear, measurable goals so you can track progress easily.
de_de: Formulieren Sie klare, messbare Ziele, damit Sie den Fortschritt leicht verfolgen können.

source: Discuss goal achievements and learnings during review sessions.
de_de: Besprechen Sie Zielerreichungen und Erkenntnisse während der Beurteilungssitzungen.

source: Help workers set realistic and meaningful goals.
de_de: Hilf Mitarbeiter:innen, realistische und sinnvolle Ziele zu setzen.

source: Monitor progress and provide guidance when goals get off track.
de_de: Überwachen Sie den Fortschritt und geben Sie Anleitung, wenn Ziele aus dem Ruder laufen.

source: Review and approve goals early in the cycle to ensure alignment.
de_de: Genehmigen und prüfen Sie Ziele früh im Zyklus, um die Abstimmung sicherzustellen.

source: Define library users
de_de: Definieren Sie Bibliotheksnutzer

source: Publish library
de_de: Bibliothek veröffentlichen

source: Enter the basic information of the tag library
de_de: Geben Sie die grundlegenden Informationen der Tag-Bibliothek ein

source: Tag library details
de_de: Tag-Bibliotheksdetails

source: Add tag
de_de: Tag hinzufügen

source: Add tags
de_de: Tags hinzufügen

source: Are you sure you want to delete this tag?
de_de: Sind Sie sicher, dass Sie dieses Tag löschen möchten?

source: Delete tag
de_de: Tag löschen

source: Enable tag
de_de: Tag aktivieren

source: Create tags
de_de: Tags erstellen

source: Create tag library
de_de: Tag-Bibliothek erstellen

source: Are you sure you want to delete this library?
de_de: Sind Sie sicher, dass Sie diese Bibliothek löschen möchten?

source: The library <u>{{title}}</u> was successfully deleted.
de_de: Die Bibliothek <u>{{title}}</u> wurde erfolgreich gelöscht.

source: Are you sure you want to disable this library?
de_de: Sind Sie sicher, dass Sie diese Bibliothek deaktivieren möchten?

source: The library <u>{{title}}</u> was successfully disabled.
de_de: Die Bibliothek <u>{{title}}</u> wurde erfolgreich deaktiviert.

source: No goal tag libraries yet!
de_de: Noch keine Ziel-Tag-Bibliotheken vorhanden!

source: Are you sure you want to enable this library?
de_de: Sind Sie sicher, dass Sie diese Bibliothek aktivieren möchten?

source: The library <u>{{title}}</u> was successfully enabled.
de_de: Die Bibliothek <u>{{title}}</u> wurde erfolgreich aktiviert.

source: Disabled
de_de: Deaktiviert

source: Goal owner:
de_de: Ziel-Eigentümer:in:

source: Deliverables:
de_de: Arbeitsergebnisse:

source: Goal creator:
de_de: Zielersteller:in:

source: Not selected
de_de: Nicht ausgewählt

source: No goals
de_de: Keine Ziele

source: No goals yet
de_de: Noch keine Ziele

source: My goal plan
de_de: Mein Zielplan

source: No goals yet.
de_de: Noch keine Ziele.

source: My team & shared goals
de_de: Mein Team & gemeinsame Ziele

source: Measurement criteria:
de_de: Messkriterien:

source: Max target
de_de: Maximalziel

source: Min target
de_de: Mindestziel

source: Target metric
de_de: Zielmetrik

source: Metric description
de_de: Metrikbeschreibung

source: Organizational unit:
de_de: Organisationseinheit:

source: This goal is published for the selected organizational unit and all units below it.
de_de: Dieses Ziel ist für die ausgewählte Organisationseinheit und alle untergeordneten Einheiten veröffentlicht.

source: Goal overview
de_de: Zielübersicht

source: Download goal
de_de: Ziel herunterladen

source: Priority:
de_de: Priorität:

source: At risk
de_de: Kritisch

source: Blocked
de_de: Blockiert

source: Not achieved
de_de: Nicht erreicht

source: On track
de_de: Auf Kurs

source: Tracking status:
de_de: Verfolgungsstatus:

source: Personal
de_de: Persönlich

source: Priority overview
de_de: Prioritätsübersicht

source: No data
de_de: Keine Daten

source: Select row
de_de: Zeile auswählen

source: Select rows
de_de: Zeilen auswählen

source: Unselect row
de_de: Zeile abwählen

source: Not supported.
de_de: Nicht unterstützt.

source: Your organization has not subscribed to this feature. For information regarding subscription and activation, please contact your beqom representative.
de_de: Ihre Organisation hat diese Funktion nicht abonniert. Für Informationen zu Abonnement und Aktivierung wenden Sie sich bitte an Ihren beqom-Ansprechpartner.

source: Search results
de_de: Suchergebnisse

source: Hide tags
de_de: Tags ausblenden

source: Upload performance rating
de_de: Leistungsbewertung hochladen

source: Add historical review
de_de: Frühere Beurteilung hinzufügen

source: An error occurred during the validation of the file. Please check the column names, the mandatory data and the file format, and then try again.
de_de: Ein Fehler ist bei der Validierung der Datei aufgetreten. Bitte überprüfen Sie die Spaltennamen, die Pflichtdaten und das Dateiformat und versuchen Sie es dann erneut.

source: Please wait while your request is being processed; this can take some time. You can leave the page. Once the process is finished, you will be able to view the result log file here.
de_de: Bitte warten Sie, während Ihre Anfrage bearbeitet wird; dies kann einige Zeit in Anspruch nehmen. Sie können die Seite verlassen. Sobald der Vorgang abgeschlossen ist, können Sie die Ergebnisprotokolldatei hier einsehen.

source: Click "Add historical reviews" to upload past reviews.
de_de: Klicken Sie auf „Frühere Beurteilungen hinzufügen“, um vergangene Beurteilungen hochzuladen.

source: No historical reviews
de_de: Keine früheren Beurteilungen

source: Period of evaluation
de_de: Bewertungszeitraum

source: {{reviewsCount}} worker
de_de: {{reviewsCount}} Mitarbeiter:in

source: {{reviewsCount}} workers
de_de: {{reviewsCount}} Mitarbeiter:innen

source: No historical performance ratings upload yet!
de_de: Noch kein Upload von historischen Leistungsbewertungen!

source: The upload completed with {{count}} errors. Please download the log file to review them.
de_de: Der Upload wurde mit {{count}} Fehlern abgeschlossen. Bitte laden Sie die Protokolldatei herunter, um sie zu Beurteilung.

source: File upload: errors detected
de_de: Datei-Upload: Fehler erkannt

source: The file will not be published; it will only be used for you.
de_de: Die Datei wird nicht veröffentlicht; sie wird nur für Sie verwendet.

source: Download the Excel template
de_de: Laden Sie die Excel-Vorlage herunter

source: Add worker details and ratings to the Excel file
de_de: Fügen Sie die Mitarbeiterdetails und Bewertungen in die Excel-Datei ein

source: The review file was successfully uploaded. Please download the result log file.
de_de: Die Beurteilungsdatei wurde erfolgreich hochgeladen. Bitte laden Sie die Ergebnisprotokolldatei herunter.

source: Upload the modified Excel file
de_de: Laden Sie die geänderte Excel-Datei hoch

source: Upload historical reviews
de_de: Frühere Beurteilungen hochladen

source: Hello, {{name}}
de_de: Hallo, {{name}}

source: Today is {{date}}
de_de: Heute ist {{date}}.

source: My network
de_de: Mein Netzwerk

source: Good morning, {{name}}
de_de: Guten Morgen, {{name}}

source: No new notifications. Check again later for updates.
de_de: Keine neuen Benachrichtigungen.

source: Quick actions
de_de: Schnellaktionen

source: Your documents will appear here
de_de: Ihre Dokumente werden hier angezeigt

source: Your documents
de_de: Ihre Dokumente

source: You have no documents yet.
de_de: Sie haben noch keine Dokumente.

source: No documents
de_de: Keine Dokumente

source: You have already responded to this request.
de_de: Sie haben auf diese Anfrage bereits geantwortet.

source: Learning
de_de: Lernen

source: Add behaviors
de_de: Verhalten hinzufügen

source: Assigned to {{count}} people
de_de: Zugewiesen an {{count}} Personen

source: {{org}} is already included into the selected departments.
de_de: {{org}} ist bereits in die ausgewählten Abteilungen aufgenommen.

source: User or organization
de_de: Benutzer:in oder Organisation

source: Are you sure you want to publish this library?
de_de: Sind Sie sicher, dass Sie diese Bibliothek veröffentlichen möchten?

source: The library was successfully published.
de_de: Die Bibliothek wurde erfolgreich veröffentlicht.

source: Your library was successfully saved.
de_de: Ihre Bibliothek wurde erfolgreich gespeichert.

source: Library description
de_de: Bibliotheksbeschreibung

source: Library display options
de_de: Bibliotheksanzeigeoptionen

source: Library name
de_de: Bibliotheksname

source: Library owners
de_de: Bibliothekseigentümer:in

source: Tag description
de_de: Tag-Beschreibung

source: Enter a short description
de_de: Geben Sie eine kurze Beschreibung ein

source: The library was saved.
de_de: Die Bibliothek wurde gespeichert.

source: Locality
de_de: Ort

source: City or locality.
de_de: Stadt oder Ort.

source: This audit trail will track the history of all file uploads. Any time a translation file is uploaded, the details will be recorded here automatically.
de_de: Dieses Prüfprotokoll verfolgt die Historie aller Datei-Uploads. Jedes Mal, wenn eine Übersetzungsdatei hochgeladen wird, werden die Details automatisch hier protokolliert.

source: No audit records yet
de_de: Noch keine Prüfprotokolle

source: Imported by:
de_de: Importiert von:

source: Number of labels created:
de_de: Anzahl erstellter Labels:

source: Number of labels reverted to standard:
de_de: Anzahl der auf Standard zurückgesetzten Bezeichnungen:

source: Number of labels skipped:
de_de: Anzahl übersprungener Labels:

source: Show details
de_de: Details anzeigen

source: The size of the files exceeds the maximum limit.
de_de: Die Größe der Dateien überschreitet das zulässige Maximum.

source: Language code:
de_de: Sprachcode:

source: Created at:
de_de: Erstellt am:

source: Labels changed:
de_de: Labels geändert:

source: Language:
de_de: Sprache:

source: Last updated:
de_de: Zuletzt aktualisiert:

source: Translation source:
de_de: Übersetzungsquelle:

source: Language details
de_de: Sprachdetails

source: Updated by:
de_de: Aktualisiert von:

source: Versions:
de_de: Versionen:

source: {{selectedCount}} files selected
de_de: {{selectedCount}} Dateien ausgewählt

source: Get started by uploading a localization file.
de_de: Beginnen Sie, indem Sie eine Lokalisierungsdatei hochladen.

source: No customizations yet.
de_de: Noch keine Anpassungen.

source: Search by language code
de_de: Suche nach Sprachcode

source: Custom overwrites
de_de: Benutzerdefinierte Überschreibungen

source: Total languages
de_de: Gesamtzahl der Sprachen

source: Audit trails
de_de: Prüfprotokolle

source: Translation source
de_de: Übersetzungsquelle

source: Add at least one file to start uploading.
de_de: Füge mindestens eine Datei hinzu, um mit dem Hochladen zu beginnen.

source: An error occurred while validating the file. Please check the column names, mandatory data, file format and try again.
de_de: Beim Überprüfen der Datei ist ein Fehler aufgetreten. Bitte überprüfen Sie die Spaltennamen, Pflichtangaben und das Dateiformat und versuchen Sie es erneut.

source: Upload finished
de_de: Upload abgeschlossen

source: Invalid file name
de_de: Ungültiger Dateiname

source: A file with the same name was already added.
de_de: Eine Datei mit demselben Namen wurde bereits hinzugefügt.

source: The file upload has failed.
de_de: Das Hochladen der Datei ist fehlgeschlagen.

source: The file was successfully uploaded.
de_de: Die Datei wurde erfolgreich hochgeladen.

source: Fill in the template
de_de: Füllen Sie die Vorlage aus

source: Upload the file
de_de: Datei hochladen

source: Supported formats: CSV. Max 10MB for file.
de_de: Unterstützte Formate: CSV. Max. 10 MB pro Datei.

source: File upload for {{language}}
de_de: Datei-Upload für {{language}}

source: Upload additional files
de_de: Zusätzliche Dateien hochladen

source: Company name
de_de: Firmenname

source: Enter
de_de: Eingeben

source: Your company name could not be found; please check the spelling and try again. If you need further support, please contact your internal IT helpdesk or your system administrator.
de_de: Ihr Firmenname konnte nicht gefunden werden; bitte überprüfen Sie die Schreibweise und versuchen Sie es erneut. Wenn Sie weitere Unterstützung benötigen, wenden Sie sich bitte an Ihren internen IT-Helpdesk oder Ihren Systemadministrator.

source: Something's not right.
de_de: Etwas stimmt nicht.

source: Enter your company name
de_de: Geben Sie Ihren Firmennamen ein

source: Welcome
de_de: Willkommen

source: Your email
de_de: Ihre E-Mail

source: Username or email
de_de: Benutzername oder E-Mail

source: Enter your email
de_de: Geben Sie Ihre E-Mail-Adresse ein

source: I'm logging in for the first time/I forgot my password
de_de: Ich melde mich zum ersten Mal an/Ich habe mein Passwort vergessen

source: It's great to see you!
de_de: Es ist schön, Sie zu sehen!

source: Re-enter my company name
de_de: Meinen Firmennamen erneut eingeben

source: You are signed in to company:
de_de: Sie sind bei der Firma angemeldet:

source: Sign in with my company SSO login
de_de: Mit dem SSO-Login meines Unternehmens anmelden

source: Log back in
de_de: Erneut anmelden

source: You have been successfully logged out.
de_de: Du hast dich erfolgreich abgemeldet.

source: Logout successful
de_de: Abmeldung erfolgreich

source: Professional roles
de_de: Berufliche Rollen

source: Exceeded
de_de: Überschritten

source: Progress slider
de_de: Fortschrittsregler
